html/digest/汉书新注.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-05-31 Sun 00:11 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>汉书新注</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" type="text/css" href="/static/css/default.css" />
</head>
<body>
<div id="preamble" class="status">
<header>
    <nav>言窟</nav>
    <ul class="menu">
        <li><a href="/">Notes</a></li>
        <li><a href="/html/digest.html">Digest</a></li>
        <li><a href="/html/tech.html">Tech</a></li>
        <li><a href="/html/about.html">About</a></li>
    </ul>
</header>
</div>
<div id="content">

<div id="outline-container-orgb2b2f42" class="outline-2">
<h2 id="orgb2b2f42">汉书新注</h2>
<div class="outline-text-2" id="text-orgb2b2f42">
<p>
2018-05-18<br />
汉家自有制度，本以霸王道杂之，奈何纯任德教，用周政乎！且俗儒不达时宜，好是古非今，使人眩于名实，不知所守，何足委任！<br />
</p>
<hr />
<p>
2018-05-18<br />
封外祖父平恩戴侯同产弟子中常侍许嘉为平恩侯，奉戴侯后。<br />
注此中常侍当非宦官，否则如何能奉人后？<br />
</p>
<hr />
<p>
2018-05-18<br />
诏曰：“盖闻贤圣在位，阴阳和，风雨时，日月光，星辰静，黎庶康宁，考终阙命。今朕恭承天地，托于公侯之上，明不能烛，德不能绥，灾异并臻，连年不息。乃二月戊午，地震于陇西郡，毁落太上皇庙殿壁木饰，坏败豲道县城郭官寺及民室屋，压杀人众。山崩地裂，水泉涌出。天惟降灾，震惊朕师。治有大亏，咎至于斯。夙夜兢兢，不通大变，深惟郁悼，未知其序。间者岁数不登，元元困乏，不胜饥寒，以陷刑辟，朕甚闵（悯）之。郡国被地动灾甚者无出租赋。赦天下。有可蠲除减省以便万姓者，条奏，毋有所讳。丞相、御史、中二千石举茂材异等直言极谏之士，朕将亲览焉。”<br />
注前此诸帝于灾异但求对策，所谓惠民求谏而已，元帝时则多罪己之语，可谓惑于儒学而迷于儒术之用也，宣帝所言不虚。<br />
</p>
<hr />
<p>
2018-05-19<br />
十二月，罢部刺史，更置州牧，秩二千石。<br />
注州牧之制自此始<br />
</p>
<hr />
<p>
2018-05-19<br />
待诏夏贺良等言赤精子之谶，汉家历运中衰，当再受命，宜改元易号。诏曰：“汉兴二百载，历数开元。皇天降非材之佑，汉国再获命之符，朕之不德，曷敢不通！夫基事之元命，必与天下自新，其大赦天下。以建平二年为太初元将元年。号曰陈圣刘太平皇帝。漏刻以百二十为度。”<br />
注汉家改命之谶自此始，此托赤精子。<br />
</p>
<hr />
<p>
2018-05-19<br />
四年春，大旱。关东民传行西王母筹，经历郡国，西入关至京师。民又会聚祠西王母，或夜持火上屋，击鼓号呼相惊恐。<br />
注成帝时多有民反，至哀帝时则民间多行妖言，夏贺良所言或为民间妖言上闻，盖值世之衰，妖言多盛行于世，上不止而反信之，无怪乎世之当衰也。<br />
</p>
<hr />
<p>
2018-05-20<br />
天下吏比二千石以上年老致仕者，参（叁）分故禄，以一与之，终其身。<br />
注退休金<br />
</p>
<hr />
<p>
2018-05-21<br />
时大城名都民人散亡，户口可得而数裁（才）什二三，是以大侯不过万家，小者五六百户。<br />
</p>
<hr />
<p>
2018-05-21<br />
故逮文、景四五世间，流民既归，户口亦息，列侯大者至三四万户，小国自倍，富厚如之。<br />
</p>
<hr />
<p>
2018-05-21<br />
爵以功为先后，官用能为次序。<br />
</p>
<hr />
<p>
2018-05-21<br />
至乎孝武，元功宿将略尽。会上亦兴文学，进拔幽隐，公孙弘自海濒而登宰相，于是宠以列侯之爵。又畴咨前代，询问耆老，初得周后，复加爵邑。自是之后，宰相毕侯矣。<br />
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer>
</footer>
</div>
</body>
</html>
